Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Enable typed URLs in the sync settings. This allows syncing your typed URL history to other clients to assist in omnibox auto-completion.
ca_es: Activa els URL escrits a la configuració de sincronització. Això permet sincronitzar l'historial d'URL escrits amb altres clients per assistir l'emplenament automàtic de l'omnibox.

source: &No spelling suggestions
ca_es: &Sense suggeriments d'escriptura

source: Seconds
ca_es: Segons

source: No Background Apps Running
ca_es: No hi cap aplicació en execució en segon pla

source: Details of selected certificate:
ca_es: Detalls del certificat seleccionat:

source: You cannot proceed because the website operator has requested heightened security for this domain.
ca_es: No podeu continuar perquè l'operador d'aquest lloc web ha sol·licitat un nivell de seguretat més alt per a aquest domini.

source: Webpage Blocked
ca_es: Pàgina web bloquejada

source: Visit website
ca_es: Visita el lloc web

source: &Stop
ca_es: &Atura

source: Wait
ca_es: Espera

source: Use medians, minimizing outlier effect in performance data
ca_es: Fa servir les mitjanes per minimitzar l'efecte extrem en les dades de rendiment

source: About
ca_es: Quant a

source: Enables advanced gestures (e.g. 4-finger pinch to minimize window etc.).
ca_es: Activa gestos avançats (p. ex., pessigar amb quatre dits per minimitzar una finestra, etc.).

source: Are you sure you want to leave this page?
ca_es: Estàs segur que vols marxar d'aquesta pàgina?

source: Bzip2 compressed tar archive
ca_es: Arxiu tar comprimit Bzip2

source: Keyword must be empty or unique
ca_es: La paraula clau ha d'estar buida o bé ser única

source: &Tools
ca_es: &Eines

source: Disable WebGL
ca_es: Desactiva WebGL

source: By disconnecting your Google Account from %{PRODUCT_NAME}, your data will remain on this computer but changes will no longer be synced to your Google Account. Data already stored in your Google Account will remain there until you remove it using %{BEGIN_LINK}Google Dashboard%{END_LINK}.
ca_es: Si desconnecteu el compte de Google de %{PRODUCT_NAME}, les dades restaran en aquest ordinador, però els canvis deixaran de sincronitzar-se amb el vostre compte de Google. Les dades que ja s'hagin emmagatzemat al compte de Google hi restaran fins que les elimineu amb el %{BEGIN_LINK}Tauler de Google%{END_LINK}.

source: Always maximized mode
ca_es: Mode maximitzat permanent

source: Policy cache OK
ca_es: La memòria cau de la política està en bon estat

source: Package is invalid: '%{ERROR_CODE}'.
ca_es: El paquet no és vàlid: "%{ERROR_CODE}".

source: Extension root directory:
ca_es: Directori rel d'extensió:

source: Profile Name
ca_es: Nom del perfil

source: Certificate Signer
ca_es: Signant del certificat

source: Open Ash desktop
ca_es: Obre l'escriptori d'Ash

source: SSL connection error
ca_es: Error de connexió SSL

source: However, this page includes other resources which are not secure. These resources can be viewed by others while in transit, and can be modified by an attacker to change the behavior of the page.
ca_es: De totes maneres, aquesta pàgina conté altres recursos que no són segurs. Altres usuaris poden visualitzar-los mentre són en trànsit, i algun atacant podria modificar-los per canviar el comportament de la pàgina.

source: Open this page:
ca_es: Obre aquesta pàgina:

source: Please sign in to %{TOKEN_NAME} to export the client certificate.
ca_es: Inicieu la sessió a %{TOKEN_NAME} per exportar el certificat de client.

source: &View frame source
ca_es: &Visualitza l'origen del marc

source: Close Tabs to the Right
ca_es: Tanca les pestanyes de la dreta

source: Opening in %{TIME_REMAINING}...
ca_es: Obrint a %{TIME_REMAINING}...

source: Rename
ca_es: Canvia el nom

source: Unknown server certificate error
ca_es: Error de certificat de servidor desconegut

source: Pause
ca_es: Pausa

source: %{PRODUCT_NAME} could not sync your data due to an error signing in.
ca_es: %{PRODUCT_NAME} no ha pogut sincronitzar les vostres dades a causa d'un error en iniciar la sessió.

source: Using an administrator-provided certificate
ca_es: S'utilitza un certificat proporcionat per l'administrador.

source: Fetching this file will use approximately %{FILE_SIZE} of mobile data.
ca_es: Per obtenir aquest fitxer s'utilitzaran aproximadament %{FILE_SIZE} de dades mòbils.

source: Automatic window placement.
ca_es: Ubicació automàtica de la finestra.

source: Failed to export private key.
ca_es: No s'ha pogut exportar la clau privada.

source: Access your data on all websites
ca_es: Accediu a les dades de tots els llocs web

source: An error occurred while retrieving printer capabilities for printer %{PRINTER_NAME}. This printer could not be registered with %{CLOUD_PRINT_NAME}.
ca_es: S'ha produït un error en recuperar la capacitat de la impressora %{PRINTER_NAME}. Aquesta impressora no s'ha pogut registrar a %{CLOUD_PRINT_NAME}.

source: Hold %{KEY_EQUIVALENT} to Quit.
ca_es: Manteniu premut %{KEY_EQUIVALENT} per sortir.

source: Last Week
ca_es: La darrera setmana

source: Clear all
ca_es: Esborra-ho tot

source: More from this site
ca_es: Més d'aquest lloc

source: The gateway or proxy server timed out while waiting for a response from an upstream server.
ca_es: La passarel·la o el servidor intermediari ha superat el temps mentre esperava la resposta d'un servidor superior.

source: This language is used for spell checking
ca_es: Aquest idioma s'utilitza per a la revisió de l'ortografia

source: You attempted to reach %{DOMAIN}, but the server presented a certificate containing a weak key. An attacker could have broken the private key, and the server may not be the server you expected (you may be communicating with an attacker).
ca_es: Heu provat d'accedir a %{DOMAIN}, però el servidor ha presentat un certificat que conté una clau dèbil. És possible que un atacant hagi accedit a la clau privada i que aquest servidor no sigui el que espereu (pot ser que us estigueu comunicant amb un atacant).

source: New background app added
ca_es: S'ha afegit una aplicació en segon pla nova

source: Show all downloads...
ca_es: Mostra totes les baixades...

source: Add new user
ca_es: Afegeix un usuari nou

source: Certificate Signature Algorithm
ca_es: Algoritme de signatura del certificat

source: PKCS #1 MD2 With RSA Encryption
ca_es: PKCS #1 MD2 amb encriptació RSA

source: Please start %{PRODUCT_NAME} as a normal user. To run as root, you must specify an alternate --user-data-dir for storage of profile information.
ca_es: Inicieu %{PRODUCT_NAME} com a usuari normal. Per executar-lo com a arrel, heu d'especificar un directori de dades d'usuari alternatiu per emmagatzemar la informació del perfil.

source: Selection only
ca_es: Només la selecció

source: How would you like to handle photos and videos?
ca_es: Com voleu gestionar les fotos i els vídeos?

source: Your administrator recommends a specific value for this setting.
ca_es: L'administrador us recomana un valor específic per a aquesta configuració.

source: Processing request...
ca_es: S'està processant la sol·licitud...

source: Unknown policy.
ca_es: Política desconeguda.

source: Hide value
ca_es: Amaga el valor

source: Wrong entity identifier
ca_es: Identificador d'entitat incorrecte

source: Disk full
ca_es: El disc és ple

source: %{CLOUD_PRINT_NAME} lets you access this computer's printers from anywhere. Click to enable.
ca_es: %{CLOUD_PRINT_NAME} us permet accedir a les impressores d'aquest equip des de qualsevol lloc. Feu clic per activar-lo.

source: Extension error
ca_es: Error d'extensió

source: Plug-in exceptions
ca_es: Excepcions de connectors

source: Allow items
ca_es: Permet els elements

source: This user account does not belong to the domain that the device is enrolled to. If you want to enroll to a different domain you need to go through device recovery first.
ca_es: Aquest compte d'usuari no pertany al domini on s'ha registrat el dispositiu. Si el voleu registrar en un domini diferent, primer cal que apliqueu el procés de recuperació del dispositiu.

source: Cancel enterprise enrollment
ca_es: Cancel·la la inscripció d'empresa

source: Fonts and encoding
ca_es: Tipus de lletra i codificació

source: The website at %{HOST_NAME} contains elements from sites which have been reported as “phishing” sites. Phishing sites trick users into disclosing personal or financial information, often by pretending to represent trusted institutions, such as banks.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que han estat detectats com a llocs de "pesca" (suplantació d'identitat). Els llocs de pesca enganyen els usuaris perquè proporcionin informació personal o financera i sovint fingeixen que són institucions de confiança, com ara entitats bancàries.

source: Inspect views:
ca_es: Inspecciona les visualitzacions:

source: Turns off tab discarding, a feature that discards infrequently used tabs under low memory conditions.
ca_es: Desactiva la possibilitat de descartar pestanyes, una funció que descarta les pestanyes que es fan servir poc quan queda poca memòria.

source: Never translate this site
ca_es: No tradueixis mai aquest lloc

source: Store data in your Google Drive account
ca_es: Emmagatzema les dades al compte de Google Drive

source: Files
ca_es: Fitxers

source: Edit trust settings:
ca_es: Edita la configuració de confiança:

source: Recently closed
ca_es: Tancats recentment

source: Destination
ca_es: Destí

source: Add a printer
ca_es: Afegeix una impressora

source: Confirm Re-enable
ca_es: Confirmació de la reactivació

source: Searching...
ca_es: S'està cercant...

source: Tell us what you think of the App Launcher.
ca_es: Digueu-nos què en penseu del menú d'aplicacions.

source: Enable performance monitoring
ca_es: Activa el seguiment del rendiment

source: Utility:
ca_es: Utilitat:

source: View Page &Info
ca_es: Visualitza la &informació de la pàgina

source: Enrollment domain:
ca_es: Domini d'inscripció:

source: Unpin this page from Start screen...
ca_es: No fixis aquesta pàgina a la pantalla d'inici...

source: Disable hyperlink auditing
ca_es: Desactivació d'auditories d'enllaços

source: Enable switching between mobile carriers.
ca_es: Activa l'intercanvi entre operadors de telefonia mòbil.

source: Right
ca_es: A la dreta

source: Startup pages
ca_es: Pàgines d'inici

source: Adobe Reader is out of date and may be insecure.
ca_es: Adobe Reader no està actualitzat i pot ser insegur.

source: The file or the directory is not usable.
ca_es: El fitxer o directori no es pot fer servir.

source: Unused
ca_es: No utilitzat

source: Manage Autofill settings
ca_es: Gestiona la configuració de l'emplenament automàtic

source: Changes are not saved yet.
ca_es: Els canvis no s'han desat encara.

source: Safe Browsing privacy policies
ca_es: Polítiques de privadesa de la navegació segura

source: Left to Right
ca_es: D'esquerra a dreta

source: Impl-side painting
ca_es: Dibuix Impl

source: suggestions
ca_es: suggeriments

source: About Version
ca_es: Quan a la versió

source: Enable specifying 'src' attribute on 'adview' elements
ca_es: Permet especificar l'atribut "src" en elements "adview"

source: Use the explemental WebSocket implementation.
ca_es: Utilitza la implementació de WebSocket experimental.

source: Do not send a screen shot
ca_es: No enviïs captures de pantalla

source: Welcome to Google Drive!
ca_es: Us donem la benvinguda a Google Drive.

source: Opening when complete
ca_es: S'obre després de finalitzar

source: The identity of this website has been verified by %{ISSUER}.
ca_es: La identitat d'aquest lloc web ha estat verificada per %{ISSUER}.

source: Sync Error: Sign in again...
ca_es: Error de sincronització: torneu a iniciar la sessió...

source: This can only be added from the %{CHROME_WEB_STORE}.
ca_es: Només es pot afegir des de %{CHROME_WEB_STORE}.

source: Open as Regular Tab
ca_es: Obre com a pestanya normal

source: Connection to speech servers failed.
ca_es: La connexió amb els servidors de veu ha fallat.

source: Voice Recognition Options
ca_es: Opcions de reconeixement de veu

source: Disable accelerated CSS animations
ca_es: Desactiva les animacions CSS accelerades

source: Keyboard Shortcuts for Extensions
ca_es: Tecles de drecera per a extensions

source: Mouse cursor
ca_es: Cursor del ratolí

source: You have certificates on file that identify these certificate authorities:
ca_es: Teniu certificats arxivats que identifiquen les entitats emissores de certificats següents:

source: Open all
ca_es: Obre-les totes

source: The identity of %{ORGANIZATION} at %{LOCALITY} has been verified by %{ISSUER}.
ca_es: La identitat de %{ORGANIZATION} a %{LOCALITY} ha estat verificada per %{ISSUER}.

source: Check your administrator's policies.
ca_es: Consulteu les polítiques de l'administrador.

source: Yikes! Failed to generate random RSA private key.
ca_es: Error. No s'ha pogut generar la clau privada RSA aleatòria.

source: Multiple distinct Location headers received. This is disallowed to protect against HTTP response splitting attacks.
ca_es: S'han rebut diverses capçaleres d'ubicació diferent. Això no està permès per protegir-vos contra atacs de divisió de respostes HTTP.

source: The following cookies were blocked (third-party cookies are being blocked without exception):
ca_es: S'han bloquejat les galetes següents (es bloquegen sempre totes les galetes de tercers):

source: Enabling ‘Do Not Track’ means that a request will be included with your browsing traffic. Any effect depends on whether a website responds to the request, and how the request is interpreted. For example, some websites may respond to this request by showing you ads that aren't based on other websites you've visited. Many websites will still collect and use your browsing data - for example to improve security, to provide content, services, ads and recommendations on their websites, and to generate reporting statistics.
ca_es: Si activeu "No segueixis", s'inclourà una sol·licitud al vostre trànsit de navegació. Que tingui efecte o no dependrà de si algun lloc web respon a la sol·licitud i de com s'interpreta la sol·licitud. Per exemple, pot ser que, per respondre a aquesta sol·licitud, alguns llocs web us mostrin anuncis que no estan basats en altres llocs web que heu visitat. Molts llocs web continuen recopilant les vostres dades de navegació, per exemple per millorar la seguretat, per proporcionar contingut, serveis, anuncis i recomanacions als seus llocs web i per generar estadístiques d'informes.

source: Enable Rich Notifications
ca_es: Activa les notificacions enriquides

source: Disable accelerated 2D canvas
ca_es: Desactivació de llenç 2D accelerat

source: Disable the per application sorting mode of the launcher.
ca_es: Desactiva el mode d'ordenació per aplicacions del menú d'aplicacions.

source: Could not load '%{IMAGE_PATH}' for theme.
ca_es: No s'ha pogut carregar "%{IMAGE_PATH}" per al tema.

source: This extension is slowing down %{PRODUCT_NAME}. You should disable it to restore %{PRODUCT_NAME}'s performance.
ca_es: Aquesta extensió està alentint %{PRODUCT_NAME}. L'heu de desactivar per restaurar el rendiment de: %{PRODUCT_NAME}.

source: Enables workspace switching via 3 finger vertical scroll.
ca_es: Activa l'intercanvi de llocs de treball mitjançant el desplaçament vertical amb 3 dits.

source: Search engines added by extensions
ca_es: Les extensions han afegit motors de cerca

source: This frame was blocked because it contains some insecure content.
ca_es: S'ha bloquejat aquest marc perquè inclou contingut no segur.

source: Performance
ca_es: Rendiment

source: Internet disconnected. Please check your internet connection and try again.
ca_es: S'ha desconnectat Internet. Comproveu la connexió a Internet i torneu-ho a provar.

source: block
ca_es: bloqueja

source: Use billing address for shipping
ca_es: Fes servir l'adreça de facturació per a enviaments

source: Click to play
ca_es: Fer clic per reproduir

source: Left
ca_es: A l'esquerra

source: WebGL is not supported.
ca_es: WebGL no és compatible.

source: New cookie settings will take effect after reloading the page.
ca_es: La nova configuració de galetes es farà efectiva quan torneu a carregar la pàgina.

source: Enable virtual keyboard support.
ca_es: Activa la compatibilitat del teclat virtual.

source: Set which search engine is used when searching from the %{BEGIN_LINK}omnibox%{END_LINK}.
ca_es: Definiu el motor de cerca que s'ha de fer servir en cercar des de l'%{BEGIN_LINK}omnibox%{END_LINK}.

source: You are adequately sandboxed.
ca_es: El vostre sandbox és adequat.

source: It can now:
ca_es: Ara pot:

source: Insert %{SEARCH_TERMS_LITERAL} in the URL where the search terms should appear.
ca_es: Introdueix %{SEARCH_TERMS_LITERAL} a l'URL on s'han de mostrar els termes de cerca.

source: Search passwords
ca_es: Cerca a les contrasenyes

source: Reload this Page
ca_es: Torna a carregar aquesta pàgina

source: Crash ID %{CRASH_ID}
ca_es: ID del bloqueig: %{CRASH_ID}

source: Customize fonts...
ca_es: Personalitza els tipus de lletra...

source: Could not load extension icon '%{ICON}'.
ca_es: No s'ha pogut carregar la icona d'extensió "%{ICON}".

source: This language cannot be used for spell checking
ca_es: Aquest idioma no es pot utilitzar per a la revisió de l'ortografia

source: Waiting for %{LOAD_STATE_PARAMETER}...
ca_es: S'està esperant %{LOAD_STATE_PARAMETER}...

source: Unable to rename "%{FILE_NAME}". %{ERROR_MESSAGE}
ca_es: No es pot canviar el nom a "%{FILE_NAME}". %{ERROR_MESSAGE}

source: Allow local data to be set (recommended)
ca_es: Permet l'establiment de dades locals (opció recomanada)

source: Copy operation failed, unexpected error: $1
ca_es: L'operació de còpia ha fallat; s'ha produït un error inesperat: $1

source: This page has been blocked from tracking your location.
ca_es: Aquesta pàgina ha bloquejat el seguiment de la vostra ubicació.

source: Signed in as %{USER_EMAIL_ADDRESS}. Sync has been stopped via the Google Dashboard.
ca_es: Heu iniciat la sessió com a %{USER_EMAIL_ADDRESS}. La sincronització s'ha aturat a través del Tauler de control de Google.

source: Allows applications to use NaCl Socket API. Use only to test NaCl plugins.
ca_es: Permet que les aplicacions utilitzin l'API NaCl Socket. Només s'utilitza per provar connectors NaCl.

source: Launch
ca_es: Inicia

source: Build Date
ca_es: Data de creació

source: Choose position
ca_es: Tria la posició

source: No, Thanks
ca_es: No, gràcies

source: Untitled Document
ca_es: Document sense títol

source: Confirm sync settings
ca_es: Confirmació de la configuració de sincronització

source: Internet connection
ca_es: Connexió a Internet

source: the past week
ca_es: l'última setmana

source: Enable experimental Synchronized Notifications.
ca_es: Activa les notificacions sincronitzades experimentals.

source: Check the spelling of text fields
ca_es: Comprova l'ortografia dels camps de text

source: Disable touch adjustment.
ca_es: Desactiva l'ajustament tàctil.

source: URL with %s in place of query
ca_es: URL amb %s en lloc de la consulta

source: Add as search en&gine...
ca_es: Afegeix com a mo&tor de cerca...

source: On your %{ACCOUNT_EMAIL} account, it can:
ca_es: Al vostre compte %{ACCOUNT_EMAIL}, pot:

source: Sites which never save passwords will appear here.
ca_es: Els llocs que mai desen les contrasenyes apareixeran aquí.

source: Confirm Download
ca_es: Confirmeu la baixada

source: unlimited
ca_es: il·limitat

source: Could not move extension directory into profile.
ca_es: No s'ha pogut desplaçar el directori d'extensions al perfil.

source: Occurrences when an extension was updated
ca_es: Nombre de vegades que s'ha actualitzat una extensió

source: No such file or directory
ca_es: No existeix el fitxer o el directori

source: Importing to Drive...
ca_es: S'està important a Drive...

source: JavaScript Console
ca_es: Consola de JavaScript

source: Sign-out
ca_es: Tanca la sessió

source: Show in Finder
ca_es: Mostra a Finder

source: &JavaScript console
ca_es: &Consola de JavaScript

source: If enabled, painting is done on a separate thread instead of the main thread.
ca_es: Si s'activa, el dibuix es fa en un procés diferent del procés principal.

source: This site has requested that you identify yourself with a certificate:
ca_es: Aquest lloc ha sol·licitat que us identifiqueu amb un certificat:

source: Open Link With...
ca_es: Obre l'enllaç amb...

source: Unable to load the webpage because your computer entered sleep or hibernate mode. When this happens, network connections are shut down and new network requests fail. Reloading the page should resolve this.
ca_es: No es pot carregar la pàgina web perquè l'equip ha entrat en mode de repòs o d'hibernació. Quan això passa, les connexions de xarxa es tanquen i es produeixen errors en les sol·licituds de xarxa noves. Per resoldre-ho, torneu a carregar la pàgina.

source: Image Cache
ca_es: Memòria cau d'imatges

source: Access the page debugger backend
ca_es: Accediu al rerefons del depurador de pàgines

source: (Incognito)
ca_es: (Incògnit)

source: Extension Updated
ca_es: Extensió actualitzada

source: P&rint frame...
ca_es: Im&primir marc...

source: Temporary storage:
ca_es: Emmagatzematge temporal:

source: The server's security certificate is not yet valid!
ca_es: El certificat de seguretat del servidor encara no és vàlid!

source: Save &frame as...
ca_es: Desa el &marc com a...

source: Don't discard tabs.
ca_es: No descartis les pestanyes.

source: Encoding
ca_es: Codificació

source: Lyricist
ca_es: Lletrista

source: Immersive fullscreen
ca_es: Pantalla completa envoltant

source: Trust this certificate for identifying email users.
ca_es: Confia en aquest certificat per identificar els usuaris de correu electrònic.

source: Enable the experimental gesture tap highlight implementation.
ca_es: Activa la implementació per utilitzar els tocs gestuals.

source: User policies
ca_es: Polítiques d'usuari

source: PKCS #1 MD4 With RSA Encryption
ca_es: PKCS #1 MD4 amb encriptació RSA

source: Last Quarter
ca_es: El darrer trimestre

source: The network configuration is invalid and couldn't be imported.
ca_es: La configuració de la xarxa no és vàlida i no s'ha pogut importar.

source: OK - Restart now
ca_es: D'acord, reinicia ara

source: Help make %{PRODUCT_NAME} better by automatically sending usage statistics and crash reports to Google
ca_es: Per ajudar-nos a millorar %{PRODUCT_NAME}, envieu automàticament estadístiques d'ús i informes d'error a Google

source: This page lists all modules loaded into the main process and modules registered to load at a later point.
ca_es: En aquesta pàgina s'enumeren tots els mòduls carregats al procés principal i els mòduls registrats per carregar-se més endavant.

source: Subject Public Key Algorithm
ca_es: Algoritme de clau pública del subjecte

source: (none)
ca_es: (cap)

source: Use the New Tab page
ca_es: Utilitza la pàgina Pestanya nova

source: %{BEGIN_BOLD}Recommendation: %{END_BOLD}Ensure that you have chosen the right gateway and that your gateway is configured correctly.
ca_es: %{BEGIN_BOLD}Recomanació: %{END_BOLD}Assegureu-vos que heu triat la passarel·la correcta i que està configurada correctament.

source: You have certificates on file that do not fit in any of the other categories:
ca_es: Teniu certificats arxivats que no s'ajusten a cap de les altres categories:

source: The file could not be accessed for security reasons.
ca_es: No s'ha pogut accedir al fitxer per qüestions de seguretat.

source: Enable interactive autocomplete
ca_es: Activa la compleció automàtica interactiva

source: Developer Tools
ca_es: Eines per a desenvolupadors

source: New Incognito Window
ca_es: Finestra d'incògnit nova

source: Kill pages
ca_es: Finalitza les pàgines
